Autodesk.Revit.DB.ICloudExternalServerProxy.GetCloudModelInformationFromModelPath(System.String,System.String,System.String)
Gets cloud model information from project id, folder id and model name.
projectId:
Project identity in BIM 360.
folderId:
Folder identity in BIM 360.
modelName:
Model name in BIM 360.
Returns:
Returns cloud model information.
Since:
2019